Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_help/omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: Once you've selected a field, clicking on this will bring up a dialog box allowing you to specify the criteria, which is the displayed in the table.
ru_ru: После выбора поля щелчок в данной ячейке приводит к отображению списка с доступными условиями.

source: Once your YubiKey is configured, you can use it, along with you master passphrase, to protect your Password Safe database, as described in Creating a New Safe.
ru_ru: После того, как вы настроили YubiKey, его можно использовать вместе с мастер-паролем для защиты контейнера Password Safe (описание приведено в разделе Создание нового контейнера).

source: Onced enabled, Password Safe must be restarted for it to take effect and for a value to be set.
ru_ru: После включения, для того, чтобы связанные настройки вступили в силу, и можно было настраивать уровень прозрачности, Password Safe должен быть перезапущен.

source: One of the most important keys to maintaining your security is selecting a strong master password for your Password Safe database.
ru_ru: Выбор надёжного мастер-пароля для контейнера Password Safe это один из важнейших шагов в обеспечении безопасности данных.

source: One reason to keep unused Named Password Policies is to allow them to be used only to generate random passwords.
ru_ru: Именованные политики, не связанные с элементами, могут быть использованы для создания случайных паролей.

source: One reason to keep unused Named Password Policies is to allow them to to be used only to generate random passwords.
ru_ru: Именованные политики, не связанные с элементами, могут быть использованы при генерации паролей.

source: Only able to be set if the user has already set a Hot Key
ru_ru: Используется только если назначена горячая клавиша для вызова Password Safe

source: Only active rows are used when applying the filter.
ru_ru: При отборе записей по фильтру учитываются только те условия, у которых стоят флажки в данном поле.

source: Only non-default preference values are stored in the configuration file or database.
ru_ru: Значения, совпадающие со «значением по умолчанию» не сохраняются.

source: Only the Title and Password fields are required; all others are optional.
ru_ru: Обязательными являются только поля заголовок и пароль.

source: Only the title and password fields are required; all others are optional.
ru_ru: Обязательными являются только поля заголовок и пароль.

source: Only the Notes field can contain multiple line entries.
ru_ru: Только поле «Заметки» может состоять из нескольких строк.

source: Only the key
ru_ru: Только указанная клавиша

source: Only valid if an incremental number is used for the BackupSuffix
ru_ru: Используется только если BackupSuffix имеет значение incremental number

source: Open
ru_ru: Открыть

source: Open Password Safe
ru_ru: Откройте Password Safe.

source: Open an existing password safe database.
ru_ru: Открыть существующий контейнер Password Safe.

source: Open database read-only by default
ru_ru: По умолчанию открывать контейнер только для чтения

source: Open the Password Safe home page in a browser.
ru_ru: Открывает домашнюю страницу Password Safe в браузере.

source: Open the database where you wish to place the new entry
ru_ru: Откройте контейнер, в который требуется добавить новый элемент.

source: Open this help file.
ru_ru: Открывает данный файл со справкой.

source: Opening a Safe
ru_ru: Открытие контейнера

source: Opening a database with YubiKey
ru_ru: Открытие контейнера с помощью YubiKey

source: Opens a dialog to open and switch to another safe.
ru_ru: Открыть другой контейнер

source: Opens the currently selected password entry for editing.
ru_ru: Открыть выбранный элемент для редактирования

source: Opens this help file.
ru_ru: Открыть файл справки

source: Options
ru_ru: Настройки

source: Options...
ru_ru: Настройки

source: Overview of all changed entries.
ru_ru: Видны только несохранённые изменения.

source: Overview of all changed entries:
ru_ru: Видны только изменённые элементы:

source: Overview of all entries.
ru_ru: Видны все элементы.

source: Overview of all entries:
ru_ru: Видны все элементы:

source: Page Down
ru_ru: Page Down (PgDn)

source: Page Up
ru_ru: Page Up (PgUp)

source: Page-down key
ru_ru: Клавиша PageDown

source: Page-up key
ru_ru: Клавиша PageUp

source: Password
ru_ru: Пароль

source: Password Aliases
ru_ru: Псевдонимы для паролей

source: Password Expiry
ru_ru: Срок действия пароля

source: Password Expiry Date
ru_ru: Password Expiry Date (дата истечения пароля)

source: Password Expiry Interval
ru_ru: Password Expiry Interval (срок действия пароля)

source: Password History
ru_ru: История паролей

source: Password History Header:
ru_ru: Заголовок истории паролей:

source: Password History Options
ru_ru: Настройки истории паролей

source: Password Modified Time
ru_ru: Password Modified Time (время изменения пароля)

source: Password Policies...
ru_ru: Политики создания паролей...

source: Password Policy
ru_ru: Политика создания паролей

source: Password Policy Options
ru_ru: Настройки политики создания паролей

source: Password Safe About dialog box
ru_ru: Диалог «О Password Safe»

source: Password Safe AutoType
ru_ru: Ключи автонабора в Password Safe

source: Password Safe Entry XML Element Equivalent
ru_ru: Эквивалент в Password Safe

source: Password Safe Equivalent
ru_ru: Эквивалент в Password Safe

source: Password Safe Menus
ru_ru: Пункты меню Password Safe

source: Password Safe Project Page
ru_ru: Web-страница проекта Password Safe

source: Password Safe RSS Feeds
ru_ru: RSS-канал Password Safe

source: Password Safe Run Command
ru_ru: Ключи для команд в Password Safe

source: Password Safe XML Element Equivalent
ru_ru: Эквивалентные XML-элементы Password Safe

source: Password Safe and YubiKey
ru_ru: Password Safe и YubiKey

source: Password Safe can use YubiKey as the only access mechanism, or along with a conventional password.
ru_ru: Password Safe может использовать YubiKey как единственный способ аутентификации, так и как дополнительный к обычному паролю.

source: Password Safe v1 (for use by versions 1.x of Password Safe)
ru_ru: Password Safe v1 (для использования в Password Safe версии 1.x)

source: Password Safe v2 (for use by versions 2.x of Password Safe)
ru_ru: Password Safe v2 (для использования в Password Safe версии 2.x)

source: Password Safe's low volume (roughly one message every month or so) spam free announcement and user mailing list page.
ru_ru: Малоактивный (около одного сообщения в месяц), не содержащий спама, список рассылки Password Safe с анонсами новых версий.

source: Password Statistics
ru_ru: Статистика использования паролей

source: Password Subset
ru_ru: Часть пароля

source: Password entries will be exported with a tab character between fields i.e., between the Group.Title, Username, Password and the Notes fields.
ru_ru: Поля экспортированных записей («Группа.Заголовок», «Имя пользователя» и «Заметки») будут разделены символом табуляции.

source: Password font size in tenths of a point
ru_ru: Размер шрифта для отображения пароля в десятых долях пункта

source: Password generation policy
ru_ru: Политика создания паролей

source: Password generation policy - convert generated passwords to be more pronounceable
ru_ru: Политика создания паролей: создавать произносимые пароли

source: Password generation policy - generate a password with only hexadecimal characters (always an even number)
ru_ru: Политика создания паролей: использовать только шестнадцатеричные цифры (всегда чётное количество)

source: Password generation policy - use Easy-Vision characters so that one character isn't mistaken for another e.g. number 0 (zero) and letter O (capital O) etc.
ru_ru: Политика создания паролей: использовать только легкоотличимые символы

source: Password generation policy - use lower case characters
ru_ru: Политика создания паролей: использовать строчные буквы

source: Password generation policy - use numbers
ru_ru: Политика создания паролей: использовать цифры

source: Password generation policy - use symbols
ru_ru: Политика создания паролей: использовать символы

source: Password generation policy - use upper case characters
ru_ru: Политика создания паролей: использовать прописные буквы

source: Password history is represented in the exported entry record as a text field comprising a header followed by the required number of entries of old passwords:
ru_ru: История паролей состоит из заголовка, описывающего элементы истории и требуемого количества записей о старых паролях:

source: Password is displayed by default in Add/Edit
ru_ru: Отображение пароля при добавлении и редактировании

source: Password is displayed in Tree View (requires Username to be displayed)
ru_ru: Отображение пароля в древовидном списке (необходимо, чтобы имя пользователя тоже было отображено)

source: Password:
ru_ru: Пароль:

source: PasswordSafe Preferences
ru_ru: Настройки Password Safe

source: PasswordSafe defines preferences as security-related or non-security related.
ru_ru: Настройки в Password Safe делятся на «связанные с обеспечением безопасности» и «не связанные с обеспечением безопасности».

source: PasswordSafe has a number of preferences, each with a reasonable default value.
ru_ru: Настройки в Password Safe имеют предопределённое «значение по умолчанию».

source: PasswordSafe uses the
ru_ru: Password Safe использует

source: Passwords
ru_ru: Пароли

source: Path and name of last backup file
ru_ru: Путь и имя последней резервной копии

source: Perform Auto Type
ru_ru: Автонабор

source: Perform AutoType
ru_ru: Автонабор

source: Performs AutoType for selected entry.
ru_ru: Выполнить автонабор для текущего элемента

source: Performs autotype for selected entry.
ru_ru: Выполнить автонабор для текущего элемента

source: Picking a Master Password
ru_ru: Выбор мастер-пароля

source: Picking a spouse's name, a birthday, or some other easily guessable combination leaves your data vulnerable.
ru_ru: Выбор в качестве пароля имени супруга, даты рождения или любой другой простой для подбора комбинации делает хранящиеся там данные уязвимыми.

source: Picking a spouse's name, a birthday, or some other easily guessable combination leaves your data vulnerable. It is important that you pick a hard-to-guess master password that you can easily remember.
ru_ru: Выбор в качестве пароля имени супруга, даты рождения или любой другой простой для подбора комбинации делает хранящиеся там данные уязвимыми. Очень важно, чтобы вы выбрали сложный для подбора мастер-пароль, который легко сможете запомнить.

source: Place cursor in the form's user name field
ru_ru: Установите курсор в поле для ввода имени пользователя.

source: Place cursor in the form's username field
ru_ru: Установите курсор в поле для ввода имени пользователя.

source: Placeholders are case-insensitive.
ru_ru: Ключевые подстановки регистронезависимы.

source: Plain Text
ru_ru: Простой текст

source: Plain Text Export & Import Format
ru_ru: Формат текстового экспорта и импорта

source: Plain text
ru_ru: Простой текст

source: Please choose a difficult-to-guess password.
ru_ru: Всегда выбирайте пароли, которые сложно угадать.

source: Please ensure that you have an email client installed on your computer.
ru_ru: Перед использованием убедитесь, что на компьютере установлен почтовый клиент.

source: Please note, you MUST check the box "Encode/replace newline characters by '\n'" during the export from Keepass V1 or the import may fail or give unexpected results.
ru_ru: Обратите внимание, что при экспорте из KeePass необходимо поставить флажок Encode/replace newline characters by '\n', иначе операция импорта может завершиться с ошибкой или привести к неожиданным результатам.

source: Please read the Readme.txt, Changelog.txt, and ReleaseNotes.txt or ReleaseNotes.html files in the installation package for the latest changes, bug fixes, and documentation addenda.
ru_ru: Файлы Readme.txt, Changelog.txt, и ReleaseNotes.txt (ReleaseNotes.html) содержат перечень последних изменений, а также информацию об исправленных ошибках и дополнениях в документации.

source: Please read the readme.txt, changelog.txt, and releasenotes.txt files in the installation package for the latest changes, bug fixes, and documentation addenda.
ru_ru: Файлы readme.txt, changelog.txt, и releasenotes.txt содержат перечень последних изменений, а также информацию об исправленных ошибках и дополнениях в документации.

source: Please read this table and translate to your specific keyboard as appropriate - you can always experiment to see if a particular key combination works for you.
ru_ru: Просмотрите таблицу и, при необходимости, адаптируйте её для вашей клавиатуры (в любой момент вы можете проверить, работает ли та или иная комбинация).

source: Please refer to the product's documentation for further information.
ru_ru: Для получения дополнительной информации см. документацию к программам.

source: Please verify the exact password requirements with the entities that require them.
ru_ru: На всякий случай проверяйте соответствие созданного пароля указанным требованиям.

source: Policy History Tab
ru_ru: Вкладка «История паролей»

source: Policy Password Tab
ru_ru: Вкладка «Политика создания паролей»

source: Preference
ru_ru: Настройка

source: Preferences
ru_ru: Настройки

source: Preferences stored in the "pwsafe.cfg" file apply to all open databases.
ru_ru: Настройки из файла «pwsafe.cfg» применяются ко всем открытым контейнерам.

source: Prepare an email to be sent with the data in the current selection's email field.
ru_ru: Подготовка нового письма по данным, указанным в поле E-mail.

source: Press the shortcut key to rename (default F2) and overtype the displayed text (format is "title [username] {password}").
ru_ru: Нажмите комбинацию клавиш для переименования (по умолчанию F2) и измените отображаемое значение (оно имеет формат «заголовок [имя пользователя] {пароль}»).

source: Pressing Enter (or clicking on the magnifying glass) repeatedly will move to the next matching entry.
ru_ru: Для перехода к следующему найденному элементу нажмите Enter (или кнопку с лупой).

source: Pressing the Alt key in the main display will show the these characters as underlined.
ru_ru: При нажатии клавиши Alt в главном окне, соответствующие буквы в именах пунктов меню будут подчёркнуты.

source: Previous column used to sort the List View
ru_ru: Столбец для сортировки списка

source: Previous versions of Password Safe used the registry as well, but this has proven to be problematic for the following reasons:
ru_ru: Предыдущие версии Password Safe тоже использовали реестр, но это приводило к ряду проблем:

source: Previous versions of PasswordSafe used the registry as well, but this has proven to be problematics for the following reasons:
ru_ru: Предыдущие версии Password Safe тоже использовали реестр, но это приводило к ряду проблем:

source: Print Screen
ru_ru: Print Screen (PrtSc)

source: Prior to PasswordSafe V3.26, date time fields were exported in our own format:
ru_ru: До версии 3.26 для экспорта использовался свой формат:

source: Prior to version 3.05, Password Safe used the Registry to store configuration data, such as non-default options settings, last database opened, etc.
ru_ru: До версии 3.05, Password Safe использовал реестр Windows для хранения некоторых настроек (список ранее открытых контейнеров, изменённые настройки, и пр.).

source: Prior to version 3.22, Password Safe kept application preferences (such as some of the user options, last files opened, window size and location, etc.) in a file in the same directory as the Password Safe executable.
ru_ru: До версии 3.22, Password Safe сохранял изменения настроек (пользовательские настройки, список ранее открытых файлов, размеры окон и пр.) в том же каталоге, где находился исполняемый файл (pwsafe.exe).

source: Prior to version 3.22, PasswordSafe kept application preferences (such as some of the user options, last files opened, window size and location, etc.) in a file in the same directory as the PasswordSafe executable.
ru_ru: До версии 3.22, Password Safe сохранял изменения настроек (пользовательские настройки, список ранее открытых файлов, размеры окон и пр.) в том же каталоге, где находился исполняемый файл (pwsafe.exe).

source: Program Credits
ru_ru: Использованные программы

source: Program Shortcuts
ru_ru: Горячие клавиши пунктов меню

source: Properties
ru_ru: Свойства

source: Protect entry / Protect All Entries
ru_ru: Защитить элемент / Защитить все элементы

source: Protected Entries
ru_ru: Защищённые элементы

source: Protected entries are marked with a '#'.
ru_ru: Защищённые элементы отмечены символом «#».

source: Protected entries will be indicated in red at the bottom of this tab.
ru_ru: У защищённых элементов внизу вкладки присутствует соответствующая запись.

source: Put Password Safe icon in Windows System Tray
ru_ru: Отображать значок Password Safe в области уведомлений

source: Put Groups first in Tree View
ru_ru: Размещать группы вверху дерева

source: Put icon in System Tray
ru_ru: Отображать значок в области уведомлений

source: Read-Only Databases
ru_ru: Контейнеры открытые только для чтения

source: Read-only
ru_ru: Только чтение

source: Recent
ru_ru: Недавно использованные

source: Recent Password Safe Databases
ru_ru: Недавно использованные контейнеры

source: Recent Databases on File Menu rather than as a sub-menu
ru_ru: Отображать недавно использованные контейнеры в меню Файл, а не в подменю

source: Recent Passwordsafe Databases
ru_ru: Недавно использованные контейнеры

source: Recent entries
ru_ru: Недавно использованные элементы

source: Record Modified Time
ru_ru: Record Modified Time (время изменения записи)

source: Record last access times
ru_ru: Сохранять время последнего доступа к записи

source: Recovery
ru_ru: Восстановление

source: Redo
ru_ru: Повторить

source: Refresh F5
ru_ru: Обновить F5

source: Refreshes the display either by clicking F5 or this menu item.
ru_ru: Обновление окна при нажатии на это пункт меню или клавишу F5.

source: Refreshes the display either by pressing the F5 key or clicking on this menu item.
ru_ru: При выборе этого пункта меню или нажатии на клавишу F5 будет произведено обновление окна.

source: Remember last N used entries in System Tray menu
ru_ru: Хранить N использованных элементов в меню значка

source: Remember to add this if you need it in your Run Command.
ru_ru: Не забудьте добавить его, если это требуется в параметрах программы.

source: Remove Password Safe data from Registry
ru_ru: Убрать настройки Password Safe из реестра Windows

source: Remove the old YubiKey, insert the new one
ru_ru: Отключите старый YubiKey и подключите новый.

source: Removing YubiKey Authentication
ru_ru: Удаление аутентификации при помощи YubiKey

source: Rename Entry / Rename Group
ru_ru: Переименовать элемент / Переименовать группу

source: Rename current database following the Backup settings before saving any changes to it
ru_ru: Создавать резервные копии при сохранении контейнера

source: Rename the selected entry (or group, in Tree view).
ru_ru: Изменение имени элемента или группы (при древовидном просмотре).

source: Renaming Password Entries
ru_ru: Переименование элементов

source: Repeating Undo will undo the actions in reverse order, from last to earliest.
ru_ru: При повторных нажатиях отмена производится в обратном порядке (от последнего действия к первому).

source: Repeating undos will undo the actions in reverse order, from last to earliest.
ru_ru: При повторных нажатиях отмена производится в обратном порядке (от последнего действия к первому).

source: Reports
ru_ru: Отчёты

source: Resetting the search values will not reset the values for the other functions mentioned above.
ru_ru: Сброс условий поиска не приведёт к сбросу указанных ограничений для остальных мастеров.

source: Resetting the values for, say, Compare will not reset the values for the other functions supported e.g. Merge, Synchronize or Export.
ru_ru: Сброс условий в одном из мастеров (например, для сравнения) не приведёт к сбросу указанных значений для остальных (слияния, синхронизации, экспорта).

source: Restart
ru_ru: Перезапуск компьютера

source: Restore
ru_ru: Восстановление

source: Restore a backed up password database file.
ru_ru: Восстановление контейнера из резервного копии:

source: Restore from Backup
ru_ru: Восстановление из резервной копии

source: Restore from Backup...
ru_ru: Восстановить из резервной копии

source: Retrieving Passwords
ru_ru: Восстановление паролей

source: Right Arrow
ru_ru: Стрелка вправо

source: Right click Edit Alias
ru_ru: Контекстное меню псевдонима

source: Right click Edit Alias Base Entry
ru_ru: Контекстное меню исходного элемента псевдонима

source: Right click Edit Entry
ru_ru: Контекстное меню элемента

source: Right click Edit Group
ru_ru: Контекстное меню группы

source: Right click Edit Shortcut Base Entry
ru_ru: Контекстное меню исходного элемента ярлыка

source: Right click on an entry in the comparison database (second column):
ru_ru: Щелчок правой кнопкой мыши на элементе из сравниваемого контейнера (второй столбец):

source: Right click on an entry in the current database (first column):
ru_ru: Щелчок правой кнопкой мыши на элементе из текущего контейнера (первый столбец):

source: Right mouse click actions
ru_ru: Действия по нажатию правой кнопки мыши

source: Right-arrow key
ru_ru: Клавиша вправо

source: Right-click and select Copy password to clipboard
ru_ru: Щёлкните на элементе правой кнопкой мыши и в контекстном меню выберите Копировать пароль в буфер обмена

source: Right-click and select Copy username to clipboard
ru_ru: Щёлкните на элементе правой кнопкой мыши и в контекстном меню выберите Копировать имя пользователя в буфер обмена

source: Right-click on a group and select Rename Group from the context menu OR
ru_ru: Щёлкните правой кнопкой мыши на имени группы и в контекстном меню выберите пункт Переименовать группу или

source: Right-click on the entry and select Edit/View Entry from the context menu
ru_ru: Щёлкните правкой кнопкой мыши по элементу для вывода контекстного меню, после чего выберите там Редактирование/просмотр элемента

source: Right-click on the group and select Rename Group from the context menu or
ru_ru: Щёлкните правой кнопкой мыши на имени группы и в контекстном меню выберите пункт Переименовать группу или

source: Right-click on the group and select Rename Group from the drop down list
ru_ru: Щёлкните правой кнопкой мыши на имени группы и в контекстном меню выберите пункт Переименовать группу.

source: Run Command
ru_ru: Выполнить команду

source: Run command
ru_ru: Run command (выполнить команду)

source: Runs the command.
ru_ru: Выполнить команду

source: Safely create a copy of the current password database.
ru_ru: Создание резервной копии текущего контейнера:

source: Sample text to use when deciding what font to be used in the Tree & List View
ru_ru: Текст образца для шрифта, используемого в древовидном и простом списках элементов

source: Sample text to use when deciding what font to be used in the Tree View
ru_ru: Текст образца для шрифта, используемого в древовидном списке

source: Sample text to use when deciding what font to be used in the Virtual Keyboard
ru_ru: Текст образца для шрифта, используемого в экранной клавиатуре

source: Sample text to use when deciding what font to be used to display passwords
ru_ru: Текст образца для шрифта, используемого при отображении паролей

source: Sample text to use when deciding what font to be used to display the Notes field in the basic Add/Edit property page
ru_ru: Текст образца для шрифта, используемого для отображения заметок в диалоге добавления/редактирования элемента
